/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Ματαίωση";

/* alert button
   dialog confirmation */
"OK" = "OK";

/* alert button */
"Abort scan" = "Ματαίωση σάρωσης";

/* alert button */
"Continue" = "Συνέχεια";

/* alert button */
"Continue scan" = "Συνέχιση σάρωσης";

/* alert button */
"Ignore" = "Αγνόηση";

/* alert button */
"Ignore plug-in" = "Αγνόηση προσθήκης";

/* alert button */
"Open plug-in graphic interface" = "Άνοιγμα γραφικού περιβάλλοντος εργασίας της προσθήκης";

/* alert button */
"Start Plug-In Manager" = "Έναρξη της Διαχείρισης προσθηκών";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "Αγαπητέ χρήστη ^P,\nέχετε ενεργοποιήσει %ld Audio Unit τα οποία δεν ολοκλήρωσαν επιτυχώς την επικύρωση Apple AU. Αυτό μπορεί να προκαλέσει προβλήματα και να παρουσιάσει σφάλματα ^P ή να οδηγήσει σε απώλεια δεδομένων! Επικοινωνήστε με τον κατασκευαστή για ενημερωμένες εκδόσεις. Συνιστάται να απενεργοποιήσετε αυτές τις προσθήκες από τη Διαχείριση προσθηκών.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "Μόνο τα Audio Unit που έχουν σαρωθεί επιτυχώς θα είναι διαθέσιμα στο ^P.\nΗ σάρωση θα συνεχίσει την επόμενη φορά που θα ξεκινήσετε το ^P.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "Το Audio Unit «%1$@» από το «%2$@» αναφέρει ότι δεν έχει κατάλληλη εξουσιοδότηση για χρήση σε αυτό το σύστημα.\nΓια περισσότερες πληροφορίες σχετικά με την προστασία από αντιγραφή, ελέγξτε το πληροφοριακό υλικό της προσθήκης.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "Το Audio Unit «%1$@» από το «%2$@» αναφέρει ότι δεν έχει κατάλληλη εξουσιοδότηση για χρήση σε αυτό το σύστημα.\nΓια περισσότερες πληροφορίες σχετικά με την προστασία από αντιγραφή, ελέγξτε το πληροφοριακό υλικό της προσθήκης. Μπορείτε τώρα να ανοίξετε το γραφικό περιβάλλον εργασίας της προσθήκης για να διαχειριστείτε την προστασία από αντιγραφή.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Κατά την επαλήθευση της συμβατότητας του Audio Unit, το ^P εντόπισε %ld προσθήκες Audio Unit οι οποίες δεν ολοκλήρωσαν επιτυχώς την επικύρωση Apple AU. Αυτές οι προσθήκες έχουν εξαιρεθεί από περαιτέρω χρήση στο ^P προκειμένου να αποφευχθούν τυχόν προβλήματα ή σφάλματα. Μπορείτε να ξεκινήσετε τη Διαχείριση προσθηκών τώρα για να αναθεωρήσετε τα αποτελέσματα επικύρωσης ή να συνεχίσετε τη διαδικασία εκκίνησης.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "Το ^P τερματίστηκε αναπάντεχα κατά την προσπάθεια χρήσης του Audio Unit «%1$@» από το «%2$@».\nΑυτή η προσθήκη ίσως να απαιτεί κάποια ενημέρωση.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "Παρουσιάστηκε σφάλμα με μια εγκατεστημένη προσθήκη Audio Unit.";

/* alert title */
"Audio Unit authorization error." = "Σφάλμα εξουσιοδότησης Audio Unit";

/* alert title */
"Incompatible Audio Units found." = "Βρέθηκαν μη συμβατά Audio Unit.";

/* alert title */
"You are about to abort the scan process." = "Πρόκειται να ματαιώσετε τη διεργασία σάρωσης.";

/* alert title */
"You are using incompatible Audio Units." = "Χρησιμοποιείτε μη συμβατά Audio Unit.";

/* audio unit type */
"MIDI processor" = "Επεξεργαστής MIDI";

/* audio unit type */
"MIDI-controlled effect" = "Εφέ ελεγχόμενο από το MIDI";

/* audio unit type */
"effect" = "εφέ";

/* audio unit type */
"format converter" = "μετατροπέας μορφής";

/* audio unit type */
"generator" = "παραγωγή";

/* audio unit type */
"instrument" = "όργανο";

/* audio unit type */
"mixer" = "μείκτης";

/* audio unit type */
"offline effect" = "εφέ εκτός σύνδεσης";

/* audio unit type */
"output unit" = "μονάδα εξόδου";

/* audio unit type */
"panner" = "μετατοπιστής";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Αναζήτηση για προσθήκες Audio Unit…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Ενημέρωση πληροφοριών για τις προσθήκες Audio Unit…";

/* possible validation result */
"couldn’t be opened" = "δεν ήταν δυνατό το άνοιγμα";

/* possible validation result */
"crashed validation" = "σφάλμα επικύρωσης";

/* possible validation result */
"failed validation" = "αποτυχία επικύρωσης";

/* possible validation result */
"not authorized" = "δεν έχει εξουσιοδοτηθεί";

/* possible validation result */
"not validated due to internal error" = "δεν έχει επικυρωθεί εξαιτίας εσωτερικού σφάλματος";

/* possible validation result */
"not yet validated" = "δεν έχει επικυρωθεί ακόμα";

/* possible validation result */
"successfully validated" = "επικυρώθηκε επιτυχώς";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Σάρωση Audio Unit (ολοκλήρωση %1$d από %2$d)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Σάρωση Audio Unit (ολοκλήρωση %1$ld από %2$ld)";

/* used for invalid version numbers */
"invalid" = "μη έγκυρο";

/* used when value transformer can’t interpret given object */
"unknown" = "άγνωστο";
